Repository: superuser404notfound/Sodalite
Catalog: Sodalite/Localizable.xcstrings
Source language: en
Languages: cs, da, de, el, es, fi, fr, hr, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, tr, uk, zh_hans, zh_hant

# settings.playback.preferLossless.subtitle
source: Lossless FLAC up to 7.1 channels. Recommended for AVRs with multichannel LPCM over HDMI. Off uses EAC3 5.1 for soundbar compatibility.
cs: Bezeztrátové FLAC až do 7.1 kanálů. Doporučeno pro AVR s vícekanálovým LPCM přes HDMI. Vypnuto použije EAC3 5.1 pro soundbary.
da: Tabsfri FLAC op til 7.1 kanaler. Anbefales til AVR'er med flerkanals LPCM via HDMI. Fra bruger EAC3 5.1 til soundbar-kompatibilitet.
de: Verlustfreies FLAC bis zu 7.1 Kanäle. Empfohlen für AVRs mit Mehrkanal-LPCM über HDMI. Aus nutzt EAC3 5.1 für Soundbar-Kompatibilität.
el: FLAC χωρίς απώλειες έως 7.1 κανάλια. Προτείνεται για AVR με πολυκάναλο LPCM μέσω HDMI. Ανενεργό: EAC3 5.1 για soundbar.
es: FLAC sin pérdida hasta 7.1 canales. Recomendado para AVR con LPCM multicanal por HDMI. Desactivado usa EAC3 5.1 para barras de sonido.
fi: Häviötön FLAC jopa 7.1 kanavaa. Suositellaan AVR-laitteille, joissa monikanavainen LPCM HDMI:n kautta. Pois: EAC3 5.1 soundbareille.
fr: FLAC sans perte jusqu'à 7.1 canaux. Recommandé pour AVR avec LPCM multicanal via HDMI. Désactivé utilise EAC3 5.1 pour les barres de son.
hr: Bezgubitni FLAC do 7.1 kanala. Preporučeno za AVR uređaje s višekanalnim LPCM preko HDMI. Isključeno koristi EAC3 5.1 za soundbarove.
hu: Veszteségmentes FLAC akár 7.1 csatornáig. AVR-ekhez ajánlott többcsatornás LPCM HDMI-n át. Ki: EAC3 5.1 hangprojektorokhoz.
it: FLAC senza perdita fino a 7.1 canali. Consigliato per AVR con LPCM multicanale via HDMI. Off usa EAC3 5.1 per le soundbar.
ja: ロスレスFLAC、最大7.1チャンネル。HDMI経由のマルチチャンネルLPCM対応AVRに推奨。オフではサウンドバー互換のEAC3 5.1を使用。
ko: 무손실 FLAC, 최대 7.1채널. HDMI 멀티채널 LPCM AVR에 권장. 끄면 사운드바 호환을 위해 EAC3 5.1 사용.
nb: Tapsfri FLAC opptil 7.1 kanaler. Anbefales for AVR-er med flerkanals LPCM over HDMI. Av bruker EAC3 5.1 for soundbar-kompatibilitet.
nl: Lossless FLAC tot 7.1 kanalen. Aanbevolen voor AVR's met meerkanaals LPCM via HDMI. Uit gebruikt EAC3 5.1 voor soundbar-compatibiliteit.
pl: Bezstratny FLAC do 7.1 kanałów. Zalecane dla AVR z wielokanałowym LPCM przez HDMI. Wył.: EAC3 5.1 dla zgodności z soundbarami.
pt_br: FLAC sem perdas até 7.1 canais. Recomendado para AVRs com LPCM multicanal via HDMI. Desativado usa EAC3 5.1 para soundbars.
pt_pt: FLAC sem perdas até 7.1 canais. Recomendado para AVRs com LPCM multicanal via HDMI. Desativado usa EAC3 5.1 para soundbars.
ro: FLAC fără pierderi până la 7.1 canale. Recomandat pentru AVR cu LPCM multicanal prin HDMI. Dezactivat: EAC3 5.1 pentru soundbar.
ru: FLAC без потерь до 7.1 каналов. Рекомендуется для AVR с многоканальным LPCM через HDMI. Выкл.: EAC3 5.1 для саундбаров.
sk: Bezstratové FLAC až do 7.1 kanálov. Odporúčané pre AVR s viackanálovým LPCM cez HDMI. Vypnuté použije EAC3 5.1 pre soundbary.
sv: Förlustfri FLAC upp till 7.1 kanaler. Rekommenderas för AVR med flerkanals LPCM via HDMI. Av använder EAC3 5.1 för soundbars.
tr: Kayıpsız FLAC, 7.1 kanala kadar. HDMI üzerinden çok kanallı LPCM destekli AVR'ler için önerilir. Kapalı: soundbar için EAC3 5.1.
uk: FLAC без втрат до 7.1 каналів. Рекомендовано для AVR з багатоканальним LPCM через HDMI. Вимк.: EAC3 5.1 для саундбарів.
zh_hans: 无损 FLAC,最高 7.1 声道。建议用于通过 HDMI 支持多声道 LPCM 的 AVR。关闭时使用 EAC3 5.1 以兼容条形音箱。
zh_hant: 無損 FLAC,最高 7.1 聲道。建議用於透過 HDMI 支援多聲道 LPCM 的 AVR。關閉時使用 EAC3 5.1 以相容 Soundbar。

# settings.playback.preferredAudio
source: Preferred Audio Language
cs: Preferovaný jazyk zvuku
da: Foretrukket lydsprog
de: Bevorzugte Audio-Sprache
el: Προτιμώμενη γλώσσα ήχου
es: Idioma de audio preferido
fi: Ensisijainen äänikieli
fr: Langue audio préférée
hr: Preferirani jezik zvuka
hu: Előnyben részesített hangnyelv
it: Lingua audio preferita
ja: 優先音声言語
ko: 선호 오디오 언어
nb: Foretrukket lydspråk
nl: Voorkeurstaal audio
pl: Preferowany język dźwięku
pt_br: Idioma de áudio preferido
pt_pt: Idioma de áudio preferido
ro: Limbă audio preferată
ru: Предпочитаемый язык аудио
sk: Preferovaný jazyk zvuku
sv: Föredraget ljudspråk
tr: Tercih Edilen Ses Dili
uk: Бажана мова аудіо
zh_hans: 首选音频语言
zh_hant: 偏好音訊語言

# settings.playback.preferredAudio.subtitle
source: Selected automatically if available.
cs: Vybráno automaticky, pokud je dostupné.
da: Vælges automatisk hvis tilgængeligt.
de: Wird automatisch gewählt, wenn verfügbar.
el: Επιλέγεται αυτόματα αν είναι διαθέσιμη.
es: Se selecciona automáticamente si está disponible.
fi: Valitaan automaattisesti, jos saatavilla.
fr: Sélectionnée automatiquement si disponible.
hr: Automatski odabrano ako je dostupno.
hu: Automatikusan kiválasztva, ha elérhető.
it: Selezionata automaticamente se disponibile.
ja: 利用可能な場合、自動的に選択されます。
ko: 사용 가능한 경우 자동으로 선택됩니다.
nb: Velges automatisk hvis tilgjengelig.
nl: Wordt automatisch gekozen indien beschikbaar.
pl: Wybierany automatycznie jeśli dostępny.
pt_br: Selecionado automaticamente se disponível.
pt_pt: Selecionado automaticamente se disponível.
ro: Selectat automat dacă este disponibil.
ru: Выбирается автоматически, если доступен.
sk: Vybrané automaticky, ak je dostupné.
sv: Väljs automatiskt om tillgängligt.
tr: Mevcutsa otomatik olarak seçilir.
uk: Вибирається автоматично, якщо доступна.
zh_hans: 可用时自动选择。
zh_hant: 若可用將自動選擇。

# settings.playback.preferredSubtitle
source: Preferred Subtitle Language
cs: Preferovaný jazyk titulků
da: Foretrukket undertekstsprog
de: Bevorzugte Untertitel-Sprache
el: Προτιμώμενη γλώσσα υποτίτλων
es: Idioma de subtítulos preferido
fi: Ensisijainen tekstityskieli
fr: Langue des sous-titres préférée
hr: Preferirani jezik titlova
hu: Előnyben részesített feliratnyelv
it: Lingua sottotitoli preferita
ja: 優先字幕言語
ko: 선호 자막 언어
nb: Foretrukket undertekstspråk
nl: Voorkeurstaal ondertiteling
pl: Preferowany język napisów
pt_br: Idioma de legendas preferido
pt_pt: Idioma de legendas preferido
ro: Limbă subtitrare preferată
ru: Предпочитаемый язык субтитров
sk: Preferovaný jazyk titulkov
sv: Föredraget undertextspråk
tr: Tercih Edilen Altyazı Dili
uk: Бажана мова субтитрів
zh_hans: 首选字幕语言
zh_hant: 偏好字幕語言

# settings.playback.preferredSubtitle.subtitle
source: Turns on automatically if available.
cs: Zapíná se automaticky, pokud je dostupné.
da: Aktiveres automatisk hvis tilgængeligt.
de: Wird automatisch aktiviert, wenn verfügbar.
el: Ενεργοποιείται αυτόματα αν είναι διαθέσιμη.
es: Se activa automáticamente si está disponible.
fi: Otetaan käyttöön automaattisesti, jos saatavilla.
fr: Activés automatiquement si disponibles.
hr: Uključuje se automatski ako je dostupno.
hu: Automatikusan bekapcsol, ha elérhető.
it: Si attivano automaticamente se disponibili.
ja: 利用可能な場合、自動的にオンになります。
ko: 사용 가능한 경우 자동으로 켜집니다.
nb: Slås på automatisk hvis tilgjengelig.
nl: Wordt automatisch ingeschakeld indien beschikbaar.
pl: Włączane automatycznie jeśli dostępne.
pt_br: Ativado automaticamente se disponível.
pt_pt: Ativa automaticamente se disponível.
ro: Se activează automat dacă este disponibilă.
ru: Включаются автоматически, если доступны.
sk: Zapne sa automaticky, ak je dostupné.
sv: Aktiveras automatiskt om tillgängliga.
tr: Mevcutsa otomatik olarak açılır.
uk: Вмикається автоматично, якщо доступно.
zh_hans: 可用时自动开启。
zh_hant: 若可用將自動開啟。

# settings.playback.rememberTracks
source: Remember track selection
cs: Zapamatovat výběr stop
da: Husk sporvalg
de: Spurauswahl merken
el: Απομνημόνευση επιλογής κομματιών
es: Recordar selección de pistas
fi: Muista raitavalinta
fr: Mémoriser la sélection des pistes
hr: Zapamti odabir zapisa
hu: Sávválasztás megjegyzése
it: Ricorda la selezione delle tracce
ja: トラック選択を記憶
ko: 트랙 선택 기억
nb: Husk sporvalg
nl: Trackkeuze onthouden
pl: Zapamiętuj wybór ścieżek
pt_br: Lembrar seleção de faixas
pt_pt: Memorizar seleção de faixas
ro: Memorează selecția pistelor
ru: Запоминать выбор дорожек
sk: Zapamätať výber stôp
sv: Kom ihåg spårval
tr: Parça seçimini hatırla
uk: Запам'ятовувати вибір доріжок
zh_hans: 记住轨道选择
zh_hant: 記住軌道選擇

# settings.playback.rememberTracks.subtitle
source: Keep the audio and subtitle track you pick, per movie and per series.
cs: Zachová zvukovou stopu a titulky, které zvolíte, zvlášť pro každý film a seriál.
da: Beholder det lyd- og undertekstspor, du vælger, pr. film og pr. serie.
de: Behält die gewählte Ton- und Untertitelspur, pro Film und pro Serie.
el: Διατηρεί το κομμάτι ήχου και υποτίτλων που επιλέγετε, ανά ταινία και ανά σειρά.
es: Mantiene la pista de audio y de subtítulos que elijas, por película y por serie.
fi: Säilyttää valitsemasi ääni- ja tekstitysraidan elokuva- ja sarjakohtaisesti.
fr: Conserve la piste audio et de sous-titres choisie, par film et par série.
hr: Zadržava odabrani zvučni zapis i titlove, po filmu i po seriji.
hu: Megjegyzi a kiválasztott hang- és feliratsávot filmenként és sorozatonként.
it: Mantiene la traccia audio e dei sottotitoli scelta, per film e per serie.
ja: 選択した音声トラックと字幕トラックを、映画ごと・シリーズごとに保持します。
ko: 선택한 오디오 및 자막 트랙을 영화별, 시리즈별로 유지합니다.
nb: Beholder lyd- og undertekstsporet du velger, per film og per serie.
nl: Behoudt het gekozen audio- en ondertitelspoor, per film en per serie.
pl: Zachowuje wybraną ścieżkę dźwiękową i napisy, osobno dla każdego filmu i serialu.
pt_br: Mantém a faixa de áudio e de legenda escolhida, por filme e por série.
pt_pt: Mantém a faixa de áudio e de legendas escolhida, por filme e por série.
ro: Păstrează pista audio și de subtitrare aleasă, pentru fiecare film și serial.
ru: Сохраняет выбранную звуковую дорожку и субтитры для каждого фильма и сериала.
sk: Zachová zvukovú stopu a titulky, ktoré zvolíte, pre každý film a seriál.
sv: Behåller det ljud- och undertextspår du väljer, per film och per serie.
tr: Seçtiğiniz ses ve altyazı parçasını film ve dizi başına korur.
uk: Зберігає вибрану звукову доріжку та субтитри для кожного фільму й серіалу.
zh_hans: 按影片和剧集分别保留你选择的音轨和字幕轨。
zh_hant: 依電影和影集分別保留你選擇的音軌和字幕軌。

# settings.playback.scrubPreview
source: Scrub Preview
cs: Náhled při převíjení
da: Forhåndsvisning ved spoling
de: Vorschau beim Spulen
el: Προεπισκόπηση κατά την αναζήτηση
es: Vista previa al avanzar
fi: Esikatselu kelattaessa
fr: Aperçu lors du défilement
hr: Pregled pri premotavanju
hu: Előnézet tekeréskor
it: Anteprima durante lo scorrimento
ja: シーク中のプレビュー
ko: 탐색 미리 보기
nb: Forhåndsvisning ved spoling
nl: Voorbeeld bij spoelen
pl: Podgląd przewijania
pt_br: Prévia ao avançar
pt_pt: Pré-visualização ao avançar
ro: Previzualizare la derulare
ru: Предпросмотр при перемотке
sk: Náhľad pri pretáčaní
sv: Förhandsvisning vid spolning
tr: Sarma önizlemesi
uk: Попередній перегляд перемотки
zh_hans: 拖动预览
zh_hant: 拖曳預覽

# settings.playback.scrubPreview.subtitle
source: Show a thumbnail of the frame while scrubbing
cs: Zobrazí náhled snímku při převíjení
da: Vis et miniaturebillede af billedet ved spoling
de: Zeigt beim Spulen ein Vorschaubild des Bildes
el: Εμφάνιση μικρογραφίας του καρέ κατά την αναζήτηση
es: Muestra una miniatura del fotograma al avanzar
fi: Näytä ruudun pienoiskuva kelattaessa
fr: Affiche une miniature de l'image pendant le défilement
hr: Prikazuje minijaturu kadra pri premotavanju
hu: Bélyegkép megjelenítése a képkockáról tekerés közben
it: Mostra una miniatura del fotogramma durante lo scorrimento
ja: シーク中にフレームのサムネイルを表示します
ko: 탐색하는 동안 프레임의 썸네일을 표시합니다
nb: Vis et miniatyrbilde av bildet under spoling
nl: Toon een miniatuur van het beeld tijdens het spoelen
pl: Pokazuje miniaturę klatki podczas przewijania
pt_br: Mostra uma miniatura do quadro ao avançar
pt_pt: Mostra uma miniatura do fotograma ao avançar
ro: Afișează o miniatură a cadrului la derulare
ru: Показывает миниатюру кадра при перемотке
sk: Zobrazí náhľad snímku pri pretáčaní
sv: Visa en miniatyr av bildrutan vid spolning
tr: Sarma sırasında karenin küçük resmini gösterir
uk: Показує мініатюру кадру під час перемотки
zh_hans: 拖动进度时显示画面缩略图
zh_hant: 拖曳進度時顯示畫面縮圖

# settings.playback.section.advanced
source: Advanced
cs: Pokročilé
da: Avanceret
de: Erweitert
el: Για προχωρημένους
es: Avanzado
fi: Lisäasetukset
fr: Avancé
hr: Napredno
hu: Speciális
it: Avanzate
ja: 詳細
ko: 고급
nb: Avansert
nl: Geavanceerd
pl: Zaawansowane
pt_br: Avançado
pt_pt: Avançado
ro: Avansate
ru: Дополнительно
sk: Pokročilé
sv: Avancerat
tr: Gelişmiş
uk: Розширені
zh_hans: 高级
zh_hant: 進階

# settings.playback.section.audio
source: Audio
cs: Zvuk
da: Lyd
de: Ton
el: Ήχος
fi: Ääni
hr: Zvuk
hu: Hang
ja: オーディオ
ko: 오디오
nb: Lyd
pl: Dźwięk
pt_br: Áudio
pt_pt: Áudio
ru: Звук
sk: Zvuk
sv: Ljud
tr: Ses
uk: Звук
zh_hans: 音频
zh_hant: 音訊

# settings.playback.section.controls
source: Controls
cs: Ovládání
da: Kontrol
de: Steuerung
el: Χειριστήρια
es: Controles
fi: Säätimet
fr: Commandes
hr: Kontrole
hu: Vezérlők
it: Controlli
ja: 操作
ko: 제어
nb: Kontroller
nl: Besturing
pl: Sterowanie
pt_br: Controles
pt_pt: Controlos
ro: Controale
ru: Управление
sk: Ovládanie
sv: Kontroller
tr: Kontroller
uk: Керування
zh_hans: 控制
zh_hant: 控制

# settings.playback.section.episodes
source: Episodes
cs: Epizody
da: Episoder
de: Folgen
el: Επεισόδια
es: Episodios
fi: Jaksot
fr: Épisodes
hr: Epizode
hu: Epizódok
it: Episodi
ja: エピソード
ko: 에피소드
nb: Episoder
nl: Afleveringen
pl: Odcinki
pt_br: Episódios
pt_pt: Episódios
ro: Episoade
ru: Эпизоды
sk: Epizódy
sv: Avsnitt
tr: Bölümler
uk: Епізоди
zh_hans: 剧集
zh_hant: 集數

# settings.playback.section.languages
source: Languages
cs: Jazyky
da: Sprog
de: Sprachen
el: Γλώσσες
es: Idiomas
fi: Kielet
fr: Langues
hr: Jezici
hu: Nyelvek
it: Lingue
ja: 言語
ko: 언어
nb: Språk
nl: Talen
pl: Języki
pt_br: Idiomas
pt_pt: Idiomas
ro: Limbi
ru: Языки
sk: Jazyky
sv: Språk
tr: Diller
uk: Мови
zh_hans: 语言
zh_hant: 語言

# settings.playback.section.picture
source: Picture
cs: Obraz
da: Billede
de: Bild
el: Εικόνα
es: Imagen
fi: Kuva
fr: Image
hr: Slika
hu: Kép
it: Immagine
ja: 映像
ko: 화면
nb: Bilde
nl: Beeld
pl: Obraz
pt_br: Imagem
pt_pt: Imagem
ro: Imagine
ru: Изображение
sk: Obraz
sv: Bild
tr: Görüntü
uk: Зображення
zh_hans: 画面
zh_hant: 畫面

# settings.playback.section.streaming
source: Streaming
cs: Streamování
fi: Suoratoisto
ja: ストリーミング
ko: 스트리밍
nb: Strømming
pl: Strumieniowanie
ru: Потоковая передача
sk: Streamovanie
sv: Strömning
tr: Akış
uk: Потокове відтворення
zh_hans: 流媒体
zh_hant: 串流

# settings.playback.section.subtitleStyle
source: Subtitle Style
cs: Vzhled titulků
da: Undertekst-stil
de: Untertitel-Stil
el: Στιλ υπότιτλων
es: Estilo de subtítulos
fi: Tekstityksen tyyli
fr: Style des sous-titres
hr: Stil titlova
hu: Felirat stílusa
it: Stile sottotitoli
ja: 字幕スタイル
ko: 자막 스타일
nb: Tekst-stil
nl: Ondertitelstijl
pl: Styl napisów
pt_br: Estilo de legendas
pt_pt: Estilo de legendas
ro: Stil subtitrări
ru: Стиль субтитров
sk: Vzhľad titulkov
sv: Undertext-stil
tr: Altyazı stili
uk: Стиль субтитрів
zh_hans: 字幕样式
zh_hant: 字幕樣式

# settings.playback.serverTrickplay
source: Server Trickplay Images
cs: Náhledy Trickplay ze serveru
da: Trickplay-billeder fra serveren
de: Server-Trickplay-Bilder
el: Εικόνες Trickplay από τον διακομιστή
es: Imágenes de Trickplay del servidor
fi: Palvelimen Trickplay-kuvat
fr: Images Trickplay du serveur
hr: Trickplay slike s poslužitelja
hu: Kiszolgálói Trickplay-képek
it: Immagini Trickplay dal server
ja: サーバーのトリックプレイ画像
ko: 서버 트릭플레이 이미지
nb: Trickplay-bilder fra serveren
nl: Trickplay-afbeeldingen van server
pl: Obrazy Trickplay z serwera
pt_br: Imagens de Trickplay do servidor
pt_pt: Imagens de Trickplay do servidor
ro: Imagini Trickplay de pe server
ru: Изображения Trickplay с сервера
sk: Náhľady Trickplay zo servera
sv: Trickplay-bilder från servern
tr: Sunucu Trickplay görüntüleri
uk: Зображення Trickplay із сервера
zh_hans: 服务器 Trickplay 图像
zh_hant: 伺服器 Trickplay 影像

# settings.playback.serverTrickplay.subtitle
source: Use the server's pre-generated scrub thumbnails when available, instead of decoding them on this device.
cs: Použít předgenerované náhledy ze serveru, jsou-li k dispozici, místo jejich dekódování v tomto zařízení.
da: Brug serverens forhåndsgenererede miniaturer, når de er tilgængelige, i stedet for at afkode dem på denne enhed.
de: Verwende die vom Server vorab erzeugten Vorschaubilder, sofern vorhanden, statt sie auf diesem Gerät zu dekodieren.
el: Χρήση των προδημιουργημένων μικρογραφιών του διακομιστή όταν είναι διαθέσιμες, αντί για αποκωδικοποίηση σε αυτήν τη συσκευή.
es: Usa las miniaturas pregeneradas del servidor cuando estén disponibles, en lugar de decodificarlas en este dispositivo.
fi: Käytä palvelimen valmiiksi luotuja pikkukuvia, kun ne ovat saatavilla, sen sijaan että ne puretaan tällä laitteella.
fr: Utiliser les miniatures pré-générées du serveur lorsqu'elles sont disponibles, au lieu de les décoder sur cet appareil.
hr: Koristi unaprijed generirane sličice s poslužitelja kada su dostupne, umjesto dekodiranja na ovom uređaju.
hu: A kiszolgáló előre elkészített bélyegképeinek használata, ha elérhetők, ahelyett, hogy ezen az eszközön dekódolódnának.
it: Usa le miniature pregenerate dal server quando disponibili, invece di decodificarle su questo dispositivo.
ja: 可能な場合は、この端末でデコードする代わりにサーバーが事前生成したサムネイルを使用します。
ko: 가능한 경우 이 기기에서 디코딩하는 대신 서버가 미리 생성한 썸네일을 사용합니다.
nb: Bruk serverens forhåndsgenererte miniatyrbilder når de er tilgjengelige, i stedet for å dekode dem på denne enheten.
nl: Gebruik de vooraf gegenereerde miniaturen van de server indien beschikbaar, in plaats van ze op dit apparaat te decoderen.
pl: Używaj wstępnie wygenerowanych miniatur z serwera, gdy są dostępne, zamiast dekodować je na tym urządzeniu.
pt_br: Use as miniaturas pré-geradas do servidor quando disponíveis, em vez de decodificá-las neste dispositivo.
pt_pt: Utilizar as miniaturas pré-geradas do servidor quando disponíveis, em vez de as descodificar neste dispositivo.
ro: Folosește miniaturile pregenerate de server când sunt disponibile, în loc să le decodezi pe acest dispozitiv.
ru: Использовать готовые миниатюры с сервера, когда они доступны, вместо декодирования на этом устройстве.
sk: Použiť vopred vygenerované náhľady zo servera, ak sú k dispozícii, namiesto ich dekódovania v tomto zariadení.
sv: Använd serverns förgenererade miniatyrer när de är tillgängliga i stället för att avkoda dem på den här enheten.
tr: Mevcut olduğunda küçük resimleri bu cihazda çözmek yerine sunucunun önceden oluşturduğu küçük resimleri kullan.
uk: Використовувати попередньо згенеровані мініатюри із сервера, коли вони доступні, замість декодування на цьому пристрої.
zh_hans: 可用时使用服务器预先生成的缩略图，而不是在本设备上解码。
zh_hant: 可用時使用伺服器預先產生的縮圖，而非在本裝置上解碼。

# settings.playback.skipInterval
source: Skip Interval
cs: Interval přeskoku
da: Spring-interval
de: Sprung-Intervall
el: Διάστημα παράλειψης
es: Intervalo de salto
fi: Kelausväli
fr: Intervalle de saut
hr: Interval preskoka
hu: Ugrás időköze
it: Intervallo di salto
ja: スキップ間隔
ko: 건너뛰기 간격
nb: Hoppeintervall
nl: Overslaaninterval
pl: Odstęp przewijania
pt_br: Intervalo de avanço
pt_pt: Intervalo de salto
ro: Interval de salt
ru: Интервал перемотки
sk: Interval preskoku
sv: Hoppintervall
tr: Atlama Aralığı
uk: Інтервал перемотки
zh_hans: 跳过间隔
zh_hant: 跳轉間隔

# settings.playback.skipInterval.subtitle
source: Seconds that the left/right buttons jump.
cs: Sekundy, o které přeskočí tlačítka vlevo/vpravo.
da: Sekunder som venstre/højre-knapperne hopper.
de: Sekunden, die die Links/Rechts-Tasten springen.
el: Δευτερόλεπτα παράλειψης με αριστερά/δεξιά.
es: Segundos de salto para los botones izquierdo y derecho.
fi: Sekunteja, joilla vasen/oikea-painikkeet kelaavat.
fr: Secondes de saut pour les boutons gauche et droite.
hr: Sekunde koje preskaču lijeva/desna tipka.
hu: A bal/jobb gombok által átugrott másodpercek.
it: Secondi di salto con i pulsanti sinistra/destra.
ja: 左右ボタンでスキップする秒数。
ko: 왼쪽/오른쪽 버튼으로 건너뛸 초 수.
nb: Sekunder som venstre/høyre-knappene hopper.
nl: Seconden die de links/rechts-knoppen overslaan.
pl: Sekundy przewijania lewym/prawym przyciskiem.
pt_br: Segundos que os botões esquerdo/direito avançam.
pt_pt: Segundos que os botões esquerdo/direito avançam.
ro: Secunde pentru salt cu butoanele stânga/dreapta.
ru: Секунды перемотки левой/правой кнопкой.
sk: Sekundy, o ktoré preskočia tlačidlá vľavo/vpravo.
sv: Sekunder som vänster/höger-knapparna hoppar.
tr: Sol/sağ düğmelerinin atlayacağı saniye.
uk: Секунди, на які перемотують кнопки вліво/вправо.
zh_hans: 左右按钮跳过的秒数。
zh_hant: 左右按鈕跳轉的秒數。

# settings.playback.statsForNerds
source: Stats for Nerds
cs: Statistiky pro nerdy
da: Statistik for nørder
de: Statistiken für Nerds
el: Στατιστικά για τους γνώστες
es: Estadísticas para nerds
fi: Tilastot nörteille
fr: Stats pour les passionnés
hr: Statistika za štrebere
hu: Statisztika kockáknak
it: Statistiche per nerd
ja: オタク向け統計
ko: 마니아를 위한 통계
nb: Statistikk for nerder
nl: Statistieken voor nerds
pl: Statystyki dla nerdów
pt_br: Estatísticas para nerds
pt_pt: Estatísticas para nerds
ro: Statistici pentru pasionați
ru: Статистика для гиков
sk: Štatistiky pre nerdov
sv: Statistik för nördar
tr: İnekler için istatistik
uk: Статистика для гіків
zh_hans: 极客统计
zh_hant: 極客統計

# settings.playback.statsForNerds.subtitle
source: Add an info button to the player that shows codec, decoder, and container details.
cs: Přidá k přehrávači tlačítko informací zobrazující kodek, dekodér a podrobnosti kontejneru.
da: Tilføjer en infoknap til afspilleren, der viser codec, dekoder og containerdetaljer.
de: Fügt im Player einen Info-Button hinzu, der Codec-, Decoder- und Container-Infos anzeigt.
el: Προσθέτει ένα κουμπί πληροφοριών στο πρόγραμμα αναπαραγωγής που δείχνει κωδικοποιητή, αποκωδικοποιητή και λεπτομέρειες κοντέινερ.
es: Añade un botón de información al reproductor que muestra códec, decodificador y detalles del contenedor.
fi: Lisää soittimeen infopainikkeen, joka näyttää koodekin, dekooderin ja säilön tiedot.
fr: Ajoute un bouton d'info dans le lecteur qui affiche le codec, le décodeur et les détails du conteneur.
hr: Dodaje gumb za informacije u player koji prikazuje kodek, dekoder i podatke o spremniku.
hu: Egy infógombot ad a lejátszóhoz, amely megjeleníti a kodek-, dekódoló- és tárolóinformációkat.
it: Aggiunge un pulsante info al player che mostra codec, decoder e dettagli del contenitore.
ja: コーデック、デコーダー、コンテナの詳細を表示する情報ボタンをプレーヤーに追加します。
ko: 코덱, 디코더, 컨테이너 세부 정보를 표시하는 정보 버튼을 플레이어에 추가합니다.
nb: Legger til en infoknapp i spilleren som viser kodek, dekoder og containerdetaljer.
nl: Voegt een infoknop toe aan de speler met codec-, decoder- en containergegevens.
pl: Dodaje przycisk informacji do odtwarzacza pokazujący kodek, dekoder i szczegóły kontenera.
pt_br: Adiciona um botão de informações ao player que mostra codec, decodificador e detalhes do contêiner.
pt_pt: Adiciona um botão de informações ao leitor que mostra codec, descodificador e detalhes do contentor.
ro: Adaugă un buton info în player care afișează codec, decodor și detalii despre container.
ru: Добавляет в плеер кнопку информации с подробностями о кодеке, декодере и контейнере.
sk: Pridá k prehrávaču tlačidlo informácií zobrazujúce kodek, dekodér a podrobnosti kontajnera.
sv: Lägger till en infoknapp i spelaren som visar codec, avkodare och containerdetaljer.
tr: Oynatıcıya codec, kod çözücü ve kapsayıcı ayrıntılarını gösteren bir bilgi düğmesi ekler.
uk: Додає в програвач кнопку інформації з відомостями про кодек, декодер і контейнер.
zh_hans: 在播放器中添加一个信息按钮,显示编解码器、解码器和容器详情。
zh_hant: 在播放器中加入一個資訊按鈕,顯示編解碼器、解碼器和容器詳細資料。
